Repository: Easonsusu/StateWatch
Catalog: StateWatchApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ progress
zh_hant: %@進度

source: %@. Score %d. %@. Confidence %@.
zh_hant: %@。分數 %d。%@。可信度 %@。

source: %d percent
zh_hant: %d 百分比

source: %d values
zh_hant: %d 個數值

source: 7-day trend
zh_hant: 7 天趨勢

source: 7-day trend. %@.
zh_hant: 7 天趨勢。%@。

source: A compact demo readiness summary may be stored in the local App Group for mock complication previews.
zh_hant: 精簡的示範就緒度摘要可能儲存在本機 App Group 中，用於模擬錨面複雜功能預覽。

source: A consistent bedtime tonight may support recovery.
zh_hant: 今晚保持固定的就寢時間，可能有助於恢復狀態。

source: A few signals may suggest taking the day a little easier.
zh_hant: 幾項訊號顯示，今天可以稍微放慢步調。

source: A quick check-in can add context to today's signals.
zh_hant: 快速記錄當下狀態，可以為今天的訊號增添參考。

source: A short check-in can add context to the available signals.
zh_hant: 簡短的狀態記錄可以為可用訊號增添參考。

source: A validated on-device trend is not available yet.
zh_hant: 目前尚無經驗證的裝置端趨勢。

source: Active Energy
zh_hant: 活動熱量

source: Activity data is limited today, so this score stays cautious.
zh_hant: 今天的活動資料有限，因此此分數會保持謹慎。

source: Activity Load
zh_hant: 活動負荷

source: Activity load compares steps, active energy, and exercise minutes with your baseline.
zh_hant: 活動負荷會將步數、活動熱量與運動分鐘和您的個人基準比較。

source: Activity load is moderate in the mock data.
zh_hant: 模擬資料中的活動負荷屬於中等。

source: Activity load uses limited baseline data, so this remains a softer wellness estimate.
zh_hant: 活動負荷使用的基準資料有限，因此這仍是較保守的健康生活估計。

source: Apple Health
zh_hant: Apple「健康」

source: Apple Health access is read-only for the MVP.
zh_hant: MVP 階段的 Apple「健康」存取僅供讀取。

source: Apple Health Access
zh_hant: Apple「健康」資料存取

source: Apple Health Boundaries
zh_hant: Apple「健康」使用範圍

source: Apple Health data is not used for advertising, marketing, data mining, or profiling.
zh_hant: Apple「健康」資料不會用於廣告、行銷、資料探勘或建立使用者輪廓。

source: Apple Health data is unavailable. Showing demo data.
zh_hant: Apple「健康」資料無法使用。目前顯示示範資料。

source: Average Heart Rate
zh_hant: 平均心率

source: Baseline history is still building, so today's reflection is lower confidence.
zh_hant: 個人基準記錄仍在建立中，因此今天的參考可信度較低。

source: Check in with how you feel before adjusting your day.
zh_hant: 調整今天的安排前，先留意自己當下的感受。

source: Check-In
zh_hant: 狀態記錄

source: Confidence %@
zh_hant: 可信度 %@

source: Continue
zh_hant: 繼續

source: Continue with Mock Data
zh_hant: 使用模擬資料繼續

source: Consider a lighter activity day if that matches how you feel.
zh_hant: 如果這符合您當下的感受，可以考慮讓今天的活動輕鬆一些。

source: Consider a lighter day if that matches how you feel.
zh_hant: 如果這符合您當下的感受，可以考慮今天採取輕鬆一些的方式。

source: Consider a lighter plan if that matches how you feel.
zh_hant: 如果這符合您當下的感受，可以考慮較輕鬆的安排。

source: Daily wellness reflections using local Apple Health signals and optional check-ins.
zh_hant: 使用本機 Apple「健康」訊號與選用的狀態記錄，提供每日健康生活參考。

source: Daily wellness score %d, %@
zh_hant: 每日健康生活分數 %d，%@

source: Dashboard demo values are generated locally and are not stored as a personal history.
zh_hant: 儀表板的示範數值會在本機產生，不會儲存為個人歷史記錄。

source: Dashboard information. %@
zh_hant: 儀表板資訊。%@

source: Data Permissions
zh_hant: 資料權限

source: Demo data
zh_hant: 示範資料

source: Demo data - Updated %@
zh_hant: 示範資料 - 更新於 %@

source: Demo wellness estimate
zh_hant: 示範健康生活估計

source: Denied or Limited
zh_hant: 已拒絕或受限

source: Exercise Minutes
zh_hant: 運動分鐘

source: Fatigue
zh_hant: 疲勞感

source: Fatigue Context
zh_hant: 疲勞脈絡

source: Fatigue context is limited today because key signals are unavailable.
zh_hant: 由於關鍵訊號無法使用，今天的疲勞脈絡資料有限。

source: Fatigue context reflects recent wearable trends and your check-in when available.
zh_hant: 疲勞脈絡會參考近期的穿戴式裝置趨勢，以及可用時的狀態記錄。

source: Fatigue context uses limited data, so this remains a softer wellness estimate.
zh_hant: 疲勞脈絡使用的資料有限，因此這仍是較保守的健康生活估計。

source: Felt strain
zh_hant: 感受的負荷

source: Good
zh_hant: 良好

source: Health access could not be requested. StateWatch can continue with mock data. %@
zh_hant: 無法要求健康資料存取。StateWatch 仍可繼續使用模擬資料。%@

source: Health access is denied or limited. StateWatch can continue with mock data until access is changed in Settings.
zh_hant: 健康資料存取已被拒絕或受限。在「設定」中變更存取權前，StateWatch 仍可繼續使用模擬資料。

source: Health access was not completed. StateWatch can continue with mock data.
zh_hant: 健康資料存取尚未完成。StateWatch 仍可繼續使用模擬資料。

source: Health Access
zh_hant: 健康資料存取

source: Health Access Limited
zh_hant: 健康資料存取受限

source: Health Access Not Requested
zh_hant: 尚未要求健康資料存取

source: Health Access Requested
zh_hant: 已要求健康資料存取

source: Health data is not available in this environment. Mock data remains available.
zh_hant: 此環境無法使用健康資料。仍可使用模擬資料。

source: Health data is not available on this device.
zh_hant: 這部裝置無法使用健康資料。

source: Health data stays local and supports wellness summaries only.
zh_hant: 健康資料會保留在本機，僅用於健康生活摘要。

source: Health data stays on this device for the MVP.
zh_hant: MVP 階段的健康資料會保留在這部裝置上。

source: Health Data Unavailable
zh_hant: 健康資料無法使用

source: Health Permissions
zh_hant: 健康資料權限

source: HealthKit is not available in this build environment.
zh_hant: 此建置環境無法使用 HealthKit。

source: HealthKit-derived Dashboard output is not published to Watch, WidgetKit, or the App Group.
zh_hant: 由 HealthKit 衍生的儀表板結果不會發布到 Apple Watch、WidgetKit 或 App Group。

source: Heart Rate
zh_hant: 心率

source: Heart Rate Variability
zh_hant: 心率變異度

source: Helps account for structured activity without uploading workout details.
zh_hant: 用於參考有結構的體能訓練，不會上傳訓練詳細資料。

source: Helps compare today with a personal baseline when data is available.
zh_hant: 有資料時，用於將今天與個人基準進行比較。

source: Helps describe daily effort and recovery context in cautious wellness terms.
zh_hant: 以謹慎的健康生活用語，用於描述每日活動量與恢復脈絡。

source: Helps describe physical effort for the day.
zh_hant: 用於描述當天的體力活動量。

source: Helps estimate daily activity load in a simple local model.
zh_hant: 透過簡單的本機模型，用於估計每日活動負荷。

source: Helps summarize recent rest and consistency.
zh_hant: 用於摘要近期休息與一致性。

source: High
zh_hant: 高

source: hr
zh_hant: 小時

source: Insights are wellness support only, not medical diagnosis.
zh_hant: 這些資訊僅供健康生活參考，不代表診斷結果。

source: kcal
zh_hant: 大卡

source: Keep an eye on your trends and adjust plans based on how you feel.
zh_hant: 留意自己的趨勢，並依當下感受調整安排。

source: Local Data
zh_hant: 本機資料

source: Local Data Rules
zh_hant: 本機資料規則

source: Local-first MVP
zh_hant: 本機優先的 MVP

source: Low
zh_hant: 較低

source: Low data
zh_hant: 資料不足

source: Medium
zh_hant: 中等

source: Mindful Minutes
zh_hant: 正念分鐘

source: min
zh_hant: 分鐘

source: Mixed
zh_hant: 綜合

source: Mock data remains available for previews and tests
zh_hant: 預覽與測試仍可使用模擬資料

source: Mock data, unit: %@
zh_hant: 模擬資料，單位：%@

source: Mock trends
zh_hant: 模擬趨勢

source: Mood
zh_hant: 當下感受

source: Needs Rest
zh_hant: 適合放慢步調

source: Neutral
zh_hant: 普通

source: No advertising, marketing, or data mining use
zh_hant: 不用於廣告、行銷或資料探勘

source: No HealthKit read types are configured yet.
zh_hant: 尚未設定 HealthKit 讀取類型。

source: No HealthKit uploads in the MVP
zh_hant: MVP 階段不上傳 HealthKit 資料

source: No trend data
zh_hant: 沒有趨勢資料

source: No trend data available
zh_hant: 無可用的趨勢資料

source: Not Requested
zh_hant: 尚未要求

source: Onboarding completion is stored as one local preference on this iPhone.
zh_hant: 完成導覽的狀態會以一項本機偏好設定儲存在這部 iPhone 上。

source: On-device data - Updated %@
zh_hant: 裝置端資料 - 更新於 %@

source: On-device wellness estimate
zh_hant: 裝置端健康生活估計

source: Optional Apple Health access is read-only, and available data is processed on device.
zh_hant: Apple「健康」資料存取為選用且僅供讀取；可用資料只會在裝置上處理。

source: Optional health data may be missing, so this reflection has lower confidence.
zh_hant: 選用的健康資料可能不完整，因此此參考的可信度較低。

source: Optional note
zh_hant: 選填備註

source: Privacy
zh_hant: 隱私權

source: Privacy First
zh_hant: 隱私優先

source: Privacy Strings
zh_hant: 隱私說明

source: Raw Apple Health samples are not stored in shared App Group state or uploaded.
zh_hant: 原始 Apple「健康」樣本不會儲存在共享的 App Group 狀態中，也不會上傳。

source: Read Permissions
zh_hant: 讀取權限

source: Read-only HealthKit access
zh_hant: 僅供讀取的 HealthKit 存取

source: Reasons
zh_hant: 參考原因

source: Recent activity looks moderate.
zh_hant: 近期的活動量看起來屬於中等。

source: Recent Apple Health data is limited. Showing demo data.
zh_hant: 近期 Apple「健康」資料不足。目前顯示示範資料。

source: Recent signals are softer than your recent pattern.
zh_hant: 近期訊號比您近期的狀態稍微柔和。

source: Recent signals support a gentler plan if that matches how you feel.
zh_hant: 如果這符合您當下的感受，近期訊號支持較輕鬆的安排。

source: Recovery
zh_hant: 恢復狀態

source: Recovery data is limited today, so this score stays cautious.
zh_hant: 今天的恢復資料有限，因此此分數會保持謹慎。

source: Recovery reflects HRV, resting heart rate, and recent load compared with your baseline.
zh_hant: 恢復狀態會將 HRV、靜止心率與近期負荷和您的個人基準比較。

source: Recovery signals are mixed but not sharply different from recent mock data.
zh_hant: 恢復訊號呈現綜合狀態，但與近期模擬資料沒有明顯差異。

source: Recovery signals look generally steady today.
zh_hant: 今天的恢復訊號整體看起來穩定。

source: Recovery uses limited baseline data, so this remains a softer wellness estimate.
zh_hant: 恢復狀態使用的基準資料有限，因此這仍是較保守的健康生活估計。

source: Refresh
zh_hant: 重新整理

source: Request Read Access
zh_hant: 要求讀取權限

source: Requested
zh_hant: 已要求

source: Requested Read Permissions
zh_hant: 要求的讀取權限

source: Resting Heart Rate
zh_hant: 靜止心率

source: Review Health Access
zh_hant: 查看健康資料存取

source: Save Check-In
zh_hant: 儲存狀態記錄

source: Score %d
zh_hant: 分數 %d

source: Settings
zh_hant: 設定

source: Several mock signals are below the recent baseline.
zh_hant: 數項模擬訊號低於近期基準。

source: Seven day trend
zh_hant: 7 天趨勢

source: Shown as one signal in the daily state summary.
zh_hant: 在每日狀態摘要中顯示為其中一項訊號。

source: Signals
zh_hant: 訊號

source: Sleep
zh_hant: 睡眠

source: Sleep Analysis
zh_hant: 睡眠分析

source: Sleep baseline history is unavailable, so this score stays cautious.
zh_hant: 無可用的睡眠基準記錄，因此此分數會保持謹慎。

source: Sleep data is unavailable for today.
zh_hant: 今天沒有可用的睡眠資料。

source: Sleep duration is a bit shorter than the mock baseline.
zh_hant: 睡眠時間比模擬基準稍短。

source: Sleep duration is available, but baseline history is still building.
zh_hant: 已有睡眠時間資料，但個人基準記錄仍在建立中。

source: Sleep duration is close to your recent pattern.
zh_hant: 睡眠時間接近您近期的狀態。

source: Sleep duration is near your recent baseline.
zh_hant: 睡眠時間接近您近期的個人基準。

source: Sleep Duration
zh_hant: 睡眠時間

source: Sleep reflects duration, recent trend, and estimated sleep debt compared with your baseline.
zh_hant: 睡眠狀態會將時間、近期趨勢與估算的睡眠不足和您的個人基準比較。

source: Sleep uses limited baseline history, so this remains a softer wellness estimate.
zh_hant: 睡眠狀態使用的基準記錄有限，因此這仍是較保守的健康生活估計。

source: Some health access may be denied or limited. StateWatch can continue with mock data and optional values.
zh_hant: 部分健康資料存取可能已被拒絕或受限。StateWatch 仍可繼續使用模擬資料與選用數值。

source: Some recovery signals are below the mock baseline.
zh_hant: 部分恢復訊號低於模擬基準。

source: Stand Hours
zh_hant: 站立小時

source: StateWatch can request read-only Apple Health access or continue with mock data.
zh_hant: StateWatch 可以要求僅供讀取的 Apple「健康」存取權，或繼續使用模擬資料。

source: StateWatch does not request permission to write HealthKit data.
zh_hant: StateWatch 不會要求寫入 HealthKit 資料的權限。

source: StateWatch does not upload Apple Health data to any server in the MVP.
zh_hant: StateWatch 不會上傳 Apple「健康」資料。

source: StateWatch does not upload HealthKit data.
zh_hant: StateWatch 不會上傳 Apple「健康」資料。

source: StateWatch is not a medical device. It does not diagnose, treat, cure, or prevent any disease, and it does not provide medical advice.
zh_hant: StateWatch 不是醫療器材，不會診斷、治療、治癒或預防任何疾病，也不提供醫療建議。

source: StateWatch is not a medical device. It does not diagnose, treat, cure, or prevent any disease, and it does not provide medical advice. If you have medical concerns, consult a qualified healthcare professional.
zh_hant: StateWatch 不是醫療器材，不會診斷、治療、治癒或預防任何疾病，也不提供醫療建議。如有醫療疑慮，請諮詢合格的醫療專業人員。

source: StateWatch requests read-only Apple Health access for local wellness summaries.
zh_hant: StateWatch 會要求僅供讀取的 Apple「健康」存取權，用於本機健康生活摘要。

source: StateWatch uses optional, read-only Apple Health data for local wellness summaries. You can continue with mock data at any time.
zh_hant: StateWatch 使用選用且僅供讀取的 Apple「健康」資料，在本機產生健康生活摘要。您隨時都可以繼續使用模擬資料。

source: Steady
zh_hant: 穩定

source: Step Count
zh_hant: 步數

source: Steps
zh_hant: 步數

source: steps
zh_hant: 步

source: Stored Locally
zh_hant: 儲存於本機

source: Supports a local wellness estimate of recovery and strain when available.
zh_hant: 有資料時，用於支援恢復狀態與負荷的本機健康生活估計。

source: The HealthKit request completed. Future local fetchers will use only data available on this device.
zh_hant: HealthKit 要求已完成。未來的本機擷取服務只會使用這部裝置上可用的資料。

source: Today
zh_hant: 今天

source: Today's suggestion
zh_hant: 今日建議

source: Trend unavailable
zh_hant: 趨勢無法使用

source: Trends
zh_hant: 趨勢

source: Unavailable
zh_hant: 無法使用

source: Unknown
zh_hant: 未知

source: Used as an optional wellness signal with user context.
zh_hant: 做為選用的健康生活訊號，並參考使用者提供的脈絡。

source: Used for sleep score context and gentle suggestions.
zh_hant: 用於睡眠分數脈絡與溫和建議。

source: Used to balance recovery suggestions with movement.
zh_hant: 用於在恢復建議與活動之間取得平衡。

source: Used to explain activity load and trend context.
zh_hant: 用於說明活動負荷與趨勢脈絡。

source: Used to explain when recovery may look lower than usual.
zh_hant: 用於說明恢復狀態可能低於平常的情況。

source: Used with activity and recovery context when present.
zh_hant: 有資料時，會與活動和恢復脈絡一併參考。

source: Watch Check-ins stay on Apple Watch and can be deleted individually there.
zh_hant: Apple Watch 上的狀態記錄會保留在 Apple Watch，並可在該處逐筆刪除。

source: Welcome
zh_hant: 歡迎使用

source: Wellness only
zh_hant: 僅供健康生活參考

source: Wellness score %d
zh_hant: 健康生活分數 %d

source: Workouts
zh_hant: 體能訓練

source: Your check-in adds subjective context to today's wellness signals.
zh_hant: 您的狀態記錄為今天的健康生活訊號增添主觀脈絡。

source: Your check-in adds useful context for today's wellness reflection.
zh_hant: 您的狀態記錄為今天的健康生活參考增添有用脈絡。

source: Your recent signals look mixed.
zh_hant: 您近期的訊號看起來呈現綜合狀態。

source: Your recent signals look steady.
zh_hant: 您近期的訊號看起來穩定。
